@section('lang','ru')

@section('main.title')
    Платформа для <span class="b-b b-2x b-primary">back-office приложений</span> на Laravel Framework
@endsection

@section('main.description')
    Разрабатывайте корпоративные  <br>
    веб-приложения на PHP быстрее, чем когда-либо
@endsection

@section('main.screen.title','Сначала экран')
@section('main.screen.description','Создавайте предварительно заполненные поля, добавляйте таблицы и используйте логику для создания надежной страницы.')

@section('main.design.title','Выдержанный стиль')
@section('main.design.description','Готовые к использованию компоненты пользовательского интерфейса, которые отлично смотрятся.')

@section('main.idea.title','Любые идеи')
@section('main.idea.description','Используйте свои любимые пакеты из обширной экосистемы или создавайте собственные наборы.')

@section('main.code.title','Чистый код')
@section('main.code.description','Никакого кодирования через графический интерфейс, только красивый программный код.')

@section('main.col1.title','Легко начать')
@section('main.col1.description','Большая часть разработки ведётся на PHP.
                            Для создания веб-интерфейса не обязательно использовать HTML, CSS или JavaScript.
                            Приложения на PHP проще поддерживать, а команду разработки – расширять.')

@section('main.col2.title','Быстрая загрузка страниц')
@section('main.col2.description')
Производительность одностраничного приложения без дополнительной сложности, переходы осуществляються без перезагрузки страницы или каких-либо ресурсов.                           
@endsection


Получите преимущества производительности одностраничного приложения без дополнительной сложности, благодаря Turbolinks переходы осуществляються без перезагрузки страницы или каких-либо ресурсов (JS, CSS), 
создавая впечатление быстрой полной загрузки страницы.

@section('main.col3.title','Проверенные подходы')
@section('main.col3.description','Разработчики и конечные пользователи совместно работают над приложением, внося изменения на
                            лету - идеально для меняющихся требований. Это основано на технике Джеймса Мартина с 1991
                            года.')

@section('main.col4.title','Готовимся к будущему')
@section('main.col4.description','Компоненты и шаблоны кода, предоставляемые вместе с платформой, являются полностью расширяемыми, обеспечивая требуемую функциональность по мере необходимости.')

@section('main.col5.title','Проверка гипотез')
@section('main.col5.description','Благодаря принципам, что пишу, то и вижу, проверка гипотезы потребует
                            в разы меньше времени, что позволяет экспериментировать над тем, как должно выглядеть приложение.')

@section('main.col6.title','Управление ролями')
@section('main.col6.description','Разграничение прав доступа пользователя или целых групп в сочетании
                            с политиками дают возможность удобного управления в разработке и поддержке.')

@section('github.title','Открытый исходный код')
@section('github.description','Всё, что мы делаем, на 100% состоит из открытого и свободного кода, совместно разрабатываемого людьми со всего мира.')
@section('github.button','Посмотреть на GitHub')
@section('github.help')
    Существование экосистемы с открытым исходным кодом создает реальную ценность, считают справедливым,
    что сторонники могут получить <a href="https://www.paypal.me/tabuna/10usd"
                                     target="_blank">компенсацию</a> за свою работу реальными деньгами.
@endsection

@section('main.donate','Угостить кофе')
@section('main.documentation','Документация')
@section('main.icons','Иконки')
@section('main.discussion','Чат')
@section('main.support','Помощь')
@section('main.github','Contribute on GitHub')

@section('docs.edit','Редактировать страницу')
@section('read.doc', 'Начать знакомство')

@section('main.telegram','https://t.me/orchid_russian_community')
