@extends('layouts.app')


@section('content')


    <div class="bg-white">
<div class="container">


<div class="row  m-t-md m-b-xl">


<div class="col-md-8 col-md-offset-2">

    <div class="row">
<h1>Кодекс поведения</h1>
<h2>Главные принципы сообщества</h2>
<p>Быть вовлеченным в сообщество ORCHID — это потрясающий опыт; вы становитесь частью чего-то большого, сотрудничаете с людьми со всего мира, помогаете людям делать свои компьютеры восхитительными. Но вместе с этим появляется обязательство следовать правилам, которые обеспечивают наиболее комфортную среду для всех участников. Следующие правила должны соблюдаться в любое время и в любом месте, относящемуся к сообществу, будь то Slack, GitHub, ресурс сообщества ORCHID, личная беседа или что-то еще.</p>
<h2>I. Взаимоуважение</h2>
<p>Уважение к другим первостепенно. Уважайте других людей, их мнения, опыт, личную жизнь и идеи. Сообщество ORCHID это не место для неуважительных или оскорбительных высказываний, независимо от причины. Будьте конструктивны и уважительны, когда критикуете. Личные выпады не допускаются. Конструктивная критика должна восприниматься вами с рассудительностью и уважением, примите ее к сведению и поблагодарите критика за вклад, независимо от вашей позиции.</p>
<h2>II. Контент</h2>
<p>Сообщество ORCHID состоит из тысяч пользователей различного возраста, вероисповедания, а так же уровня зрелости. В связи с этим, вы должны отдавать себе отчет касаемо контента, который вы создаете, и комментариев, которые вы оставляете. Материалы для взрослых, ругательства, политический или религиозный материал и какой-либо иной неприемлемый контент не должны появляться в контексте ORCHID. В конечном счете модераторы ORCHID имеют решающее слово в определении неприемлемого контента. Если вы сомневаетесь, можно ли «так» писать — представьте, что перед вами аудитория, включающая детей и пожилых людей со всего света. И если вы все еще сомневаетесь, то лучше воздержаться.</p>
<p>Скриншоты, распространяемые внутри сообществ ORCHID, не должны содержать темы, имитирующие своим содержанием другие веб системы, а также фотографии и изображения, указывающие на определенных лиц и любой другой контент, так или иначе нарушающий наш Кодекс поведения.</p>
<h2>III. Слухи и домыслы</h2>
<p>В то время, как быстроразвивающаяся и захватывающая природа ORCHID подогревает желание распространять слухи или домыслы, мы просим воздержаться от этого. Обсуждение будущих планов само по себе безвредно, но не должно преподноситься как подтвержденный факт — или ясно давайте понять, что это домыслы, или не обсуждайте вовсе. Распространение неточной информации может иметь пагубные последствия для сообщества, особенно если информация распространяется в негативном ключе.</p>
<h2>IV. Содержательное обсуждение</h2>
<p>ORCHID создается совместными усилиями многих людей в их свободное время, общей целью которых является создание нечто особенного. Важно всегда помнить об этом и стараться вносить свой посильный вклад в полезно-содержательные дискуссии. При встрече поддерживайте тематику обсуждения и высказывайте свои мысли, имеющие непосредственное отношение к предмету дискуссии. Комментируя на веб-сайте, не уходите далеко от темы записи в блоге или от темы вопроса. Принимая участие в обсуждениях, касающихся разработки, например в почтовой переписке или в Slack, не задавайте ненужных вопросов и не ведите беседы, не имеющих отношения непосредственно к процессу разработки; тем самым вы затрудняете ход обсуждения и переполняете логи сообщений разработчиков, которые могут отсутствовать в беседе в тот момент.</p>
<p>Прежде всего необходимо понимать, что мы являемся интернет-сообществом, исходя из этого нужно приложить максимум усилий, чтобы избежать всех негативных аспектов, которыми обладает всемирная сеть. Не нужно троллить — словесные перепалки и замечания, высказанные с единственной целью выставить кого-то дураком, являются недопустимыми и выглядят по меньшей мере инфантильно. Спам также недопустим. К спаму относятся ссылки на страницы, не имеющие отношения к теме обсуждения или повторные ссылки на одну и ту же веб-страницу. Если кто-то из пользователей занимается троллингом или спамом, просто игнорируйте его и уведомите об этом модераторов.</p>
<h2>V. Уход от конфликтов</h2>
<p>Если вы чувствуете что кто-то, будь-то новичок или старожил, ведет себя грубо, вежливо сообщите ему об этом. Проблемы должны решаться до того, как они станут катастрофой. Каждый должен вносить свой вклад, чтобы общение в нашей уникальной (порой слишком уникальной) рабочей среде проходило гладко.</p>
<h2>VI. Тактичное отступление</h2>
<p>Жизненные приоритеты, интересы и увлечения могут измениться. Если вы участвуете в проекте, связанным с ORCHID, но чувствуете, что должны покинуть его, то сделайте это наименее проблематичным для сообщества образом. Когда мы работаем вместе, плоды нашего труда и идеи перестают быть нашими собственными — они целиком принадлежат сообществу ORCHID. Сообщите другим участникам команды о том что вы собираетесь отойти от дел, и если это возможно, найдите человека который продолжит вашу работу. По крайней мере убедитесь, что вашу работу смогут продолжить, когда вы уйдете.</p>
<h2>Последствия</h2>
<p>Если вы решите не следовать вышеизложенным нормам поведения, или как-то иначе будете мешать сообществу, мы сохраняем за собой право сделать следующее: изменить или удалить любой контент, опубликованный вами; отключить или заблокировать учетную запись на сторонних веб-сайтах; отключить учетную запись в Slack; или любым другим способом воспрепятствовать вашему взаимодействию с сообществом.</p>
<hr>
<p><em>Кодекс поведения ORCHID распространяется под лицензией <a href="http://creativecommons.org/licenses/by-sa/3.0/"
                                                                     target="_blank"
                                                                     rel="noopener">Creative Commons Attribution-Share Alike 3.0</a>. Некоторые пункты были вдохновлены <a
                href="http://www.ubuntu.com/about/about-ubuntu/conduct"
                target="_blank"
                rel="noopener">Ubuntu Code of Conduct</a>.</em></p>
</div>
</div>

            </div>
    </div>

@endsection
