<?php

return [

    'documentation' => 'Документация',
    'demo' => 'Демо',
    'donate' => 'Поддержать проект',

    'this' => 'Это',

    'tagline' => "Создай свой сайт используя <br> всю мощь фреймворка",
    'tagline_sub' => '
      <span class="text-primary">394</span> установок за последние
                                            <span class="text-primary">30</span> дней. Попробуй сейчас.
    ',


    'head' => 'Разработка сайта в удовольствие',
    'head_desc' => 'Простая и гибкая панель управления',
    'head_sup' => "Платформа, которая растет вместе с вами <br>позволяя использовать любимые технологии.",


    '01' => [
        'title' => "Простая установка <br> с помощью Composer",
        'li1' => 'Установка не займёт более 5 минут',
        'li2' => 'Графический интерфейс пользователя',
        'li3' => 'Фиксация версии пакета для вашего приложения',
    ],


    '02' => [
        'title' => "Простой CRUD <br> необходимой информации",
        'li1' => 'Сосредоточьтесь только на сайте, а не на панели администрирования',
        'li2' => 'Красивый внешний вид, не заставит вас придумывать дизайн',
        'li3' => 'Поддержка мультиязычности',
    ],


    '03' => [
        'title' => "Все возможности <br> без ограничений",
        'li1' => 'Открытый исходный код',
        'li2' => 'Готовые функции',
        'li3' => 'Ваши собственные расширения',
    ],


    'footer' => 'Разработан с деталями для быстрого старта! Это большое начало для всех.',
    'footer_sub' => 'Мы не коммерческий проект <br>существующий за счёт пожертвований',



    'get_started' => 'Начать сейчас',
    'licence' => 'Код приложения публикуется под лицензией MIT',


    'support' => 'Контакты',

];
