<?php

return [

    'documentation'  => 'Документация',
    'demo'           => 'Демо',
    'view_on_github' => 'Посмотреть на GitHub',
    'blog'           => 'Блог',
    'icons'          => 'Иконки',
    'packages'       => 'Расширения',

    'title'        => "Простая и гибкая <br> панель управления",
    'descriptions' => "Самый простой и быстрый способ разработки корпоративных <br> приложений и систем управления контентом..",


    'promo' => [
        'list_1' => [
            'title'        => 'Простая установка',
            'descriptions' => 'Установка пакета с помощью composer делает процесс простым и понятным',
        ],
        'list_2' => [
            'title'        => 'Готовые шаблоны',
            'descriptions' => 'Построитель форм использует шаблоны полей, можно забыть как выглядит html код',
        ],
        'list_3' => [
            'title'        => 'Полный контроль',
            'descriptions' => 'Устанавливайте свои любимые пакеты или собственные наборы функций',
        ],
    ],


    'donate' => [
        'button'      => 'Поддержать ORCHID',
        'price'       => 'Предложите свою цену ...',
        'currency'    => 'Любая сумма в долларах.',
        'title'       => 'Платите, сколько хотите: ',
        'description' => 'Существование экосистемы с открытым исходным кодом создает реальную ценность, считают справедливым, что сторонники могут получить компенсацию за свою работу реальными деньгами.',
    ],


    'feature' => [

        'title'        => 'Экономьте свое время с подходящими инструментами разработки',
        'descriptions' => 'Возможности которые получаете:',

        'list_1' => [
            'title'        => 'Механизм "Экранов"',
            'descriptions' => ', лучшая альтернатива CRUD которая описывается компонентами пользовательского интерфейса.',
        ],
        'list_2' => [
            'title'        => '"Поведения"',
            'descriptions' => ', обеспечивают платформу возможностями CMS, а разные типы позволяют гибко создавать контент, как вы хотите.',
        ],
        'list_3' => [
            'title'        => 'Таксонометрия, комментарии, настройки и вложения',
            'descriptions' => ', создают готовую инфраструктуру для управления данными.',
        ],
        'list_4' => [
            'title'        => 'Разделение прав доступа',
            'descriptions' => ', не заставят придумывать сложные и запутанные механизмы проверки',
        ],
    ],


    'sponsor' => [
        'title'        => 'Спонсоры',
        'descriptions' => 'Компании и сообщества, которые нас поддерживают:',
    ],


    'github' => [
        'title'        => 'Открытый исходный код',
        'descriptions' => 'Всё, что мы делаем, на 100% состоит из открытого и свободного кода, совместно разрабатываемого людьми со всего мира.',
        'action'       => 'Я призываю всех внести свой вклад в проект ORCHID. <br> Вы можете найти последнюю версию кода на GitHub',
    ],

    'language' => [
        'ru' => 'Russian',
        'en' => 'English',
    ],

    'licence'  => 'Код приложения публикуется под лицензией MIT',
    'contacts' => 'Контакты',
    'support'  => 'Помощь',
    'discussion' => 'Обсуждение'


];
