<?php

return [

    'documentation'  => 'Документация',
    'demo'           => 'Демо',
    'donate'         => 'Поддержать проект',
    'view_on_github' => 'Посмотреть на GitHub',

    'title'        => 'Панель управления для Laravel',
    'descriptions' => 'Платформа, которая растет вместе с вами не мешает и позволяет вам использовать ваши любимые технологии легко создавать необходимые функции.',


    'promo' => [
        'list_1' => [
            'title'        => 'Простая установка',
            'descriptions' => 'Composer делает процесс простым и понятным',
        ],
        'list_2' => [
            'title'        => 'Экономия времени',
            'descriptions' => 'Не беспокойтесь о стандартных функциях приложений',
        ],
        'list_3' => [
            'title'        => 'Light Design',
            'descriptions' => 'Простой внешний вид, построенный на готовых компонентах',
        ],
        'list_4' => [
            'title'        => 'Open Source',
            'descriptions' => 'Построен на открытом исходном коде, каждым может внести свой вклад',
        ],
    ],

    'language' => [
        'ru' => 'Russian',
        'en' => 'English',
    ],

    'licence'  => 'Код приложения публикуется под лицензией MIT',
    'contacts' => 'Контакты',
    'support'  => 'Помощь и обсуждение',


];
